// Localized application name
"applicationName" = "Androids filöverföring";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Namn";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Senast ändrad";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Storlek";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Ny mapp";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Ta bort";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopiera";

// Text shown on a button which cancels an operation.
"cancelButton" = "Avbryt";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Avbryter";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Förbereder kopiering till %@";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Beräknar återstående tid...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Mindre än 5 sekunder återstår";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Mindre än 15 sekunder återstår";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Mindre än 30 sekunder återstår";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Cirka 1 minut återstår";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Cirka 1 timme återstår";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ av %2$@ – %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "namnlös mapp";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 objekt, %1$@ ledigt";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Det uppstod ett fel vid borttagningen";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Det gick inte att ta bort filen eller mappen med namnet %@";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Det gick inte att skapa mappen";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Det gick inte att ansluta till enheten";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Det gick inte att kommunicera med enheten";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Det gick inte att byta namn på mappen";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Det gick inte att byta namn på filen";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Det gick inte att kopiera filen";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Det gick inte att ersätta filen";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Det gick inte att kopiera filen %@";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Androids filöverföring kan inte öppna filerna.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Om du vill öppna en fil ska du först flytta den till datorn.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Androids filöverföring kan inte öppna flera objekt.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Du har inte markerat något objekt att öppna.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Markera ett enskilt objekt och försök igen.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Inget fel";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Det finns inget objekt med det här namnet";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Enheten har inte initierats. Prova med att återansluta eller starta om enheten";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Det finns redan en fil eller en mapp med det här namnet";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Testa att återansluta eller starta om enheten.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Det finns redan ett objekt med namnet \"%@\" i den här mappen.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Vill du ersätta det befintliga objektet med det kopierade objektet?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Ersätt";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Hoppa över";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Ersätt alla";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Filen %@ är för stor.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Androids filöverföring kan bara överföra filer som är mindre än 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Vill du ta bort de markerade objekten permanent?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Det går inte att ångra den här åtgärden";

// Label for the About menu item
"menuAbout" = "Om Androids filöverföring";
// Label for the Services menu item
"menuServices" = "Tjänster";
// Label for the menu item which hides the application
"menuHide" = "Göm Androids filöverföring";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Göm övriga";
// Label for the menu item which shows all windows
"menuShowAll" = "Visa alla";
// Label for the menu item which quits the application
"menuQuit" = "Avsluta Androids filöverföring";

// Label for the File menu
"menuFile" = "Fil";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Ny mapp";
// Label for the menu item which closes the window
"menuCloseWindow" = "Stäng fönstret";
// Label for the menu item which deletes the selected items
"menuDelete" = "Ta bort";

// Label for the Go menu
"menuGo" = "Kör";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Tillbaka";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Vidarebefordra";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Omslutande mapp";
// Label for the menu item which open the selected
"menuOpenFolder" = "Öppna mapp";

// Label for the Window menu
"menuWindow" = "Fönster";
// Label for the minimize window menu item
"menuMinimize" = "Minimera";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Flytta alla längst fram";

// Label for the Help menu
"menuHelp" = "Hjälp";
// Label for the help menu item
"menuHelpItem" = "Hjälp för Androids filöverföring";

// Title shown on the welcome screen.
"welcomeTitleText" = "Välkommen till Androids filöverföring";
// Body text of welcome screen.
"welcomeBodyText" = "Anslut din Mac till Android-enheten med USB-kabeln. Dra sedan objekt mellan fönstret för Androids filöverföring och Finder-fönstren. Välj Hjälp > Hjälp om Androids filöverföring för mer information.\n\nAndroids filöverföring stödjer Android 3.0 och senare versioner.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Kom igång";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Ingen Android-enhet hittades";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Anslut din Android-enhet med en USB-kabel så kommer du igång.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
